Repository: ringnetwork/RNG-wallet
Catalog: i18n/po/*.po
Languages: de_de, id_id

source: (The site won't see your balance and no money will be spent)
de_de: (Die Website wird Ihr Guthaben nicht sehen und kein Geld wird ausgegeben)
id_id: (Situs tidak akan melihat saldo anda dan tidak ada uang yang dipakai)

source: (possible double spend)
de_de: (mögliche Doppelausgabe)
id_id: (kemungkinan pengeluaran ganda)

source: -- Select co-signer --
de_de: -- Wählen Sie einen Mitunterzeichner --
id_id: -- Pilih co-signer --

source: About RingNetwork
id_id: Tentang RingNetwork

source: Accept
de_de: Akzeptieren
id_id: Terima

source: Accept invitation
de_de: Einladung akzeptieren
id_id: Terima permintaan

source: Accept invitation from the other device
de_de: Die Einladung vom anderen Gerät annehmen
id_id: Terima permintaan dari perangkat lain

source: Account
de_de: Konto
id_id: Akun

source: Add Bot
de_de: Einen Bot hinzufügen
id_id: Tambah Bot

source: Add a new device
de_de: Ein neues Gerät hinzufügen
id_id: Tambah perangkat baru

source: Add a new entry
de_de: Einen neuen Eintrag inzufügen
id_id: Tambah catatan baru

source: Add wallet
de_de: Eine Wallet hinzufügen
id_id: Tambah wallet

source: Added
de_de: Hinzugefügt
id_id: Ditambahkan

source: Address
de_de: Adresse
id_id: Alamat

source: Addressbook
de_de: Adressbuch
id_id: Buku Alamat

source: Advanced
de_de: Fortgeschritten
id_id: Tingkat lanjut

source: Agree
de_de: Zustimmen
id_id: Setuju

source: Alias for <i>{{index.walletName}}</i>
de_de: Alias für <i> {{index.walletName}} </i>
id_id: Nama lain untuk <i>{{index.walletName}}</i>

source: All Wallet Addresses
de_de: Alle Wallet-Adressen
id_id: Alamat semua wallet

source: All contributions to RingNetwork's translation are welcome. Sign up at crowdin.com and join the RingNetwork project at
id_id: Menerima semua kontribusi terjemahan untuk RingNetwork. Daftarkan melalui crowdin.com lalu bergabung di proyek RingNetwork pada

source: Already Paid
de_de: Bereits bezahlt
id_id: Sudah Terbayar

source: Also
de_de: Ebenfalls
id_id: Juga

source: Also in the Settings menu, you will find security options such as setting a password.
de_de: Im Menü Einstellungen finden Sie auch Sicherheitsoptionen wie das Einstellen eines Passworts.
id_id: Di menu Pengaturan, anda juga akan menemukan pilihan keamanan seperti pengaturan kata sandi.

source: Also, don't forget to delete your seed
de_de: Vergiss nicht deinen Seed zu löschen
id_id: Juga, jangan lupa untuk menghapus seed anda

source: Amount
de_de: Betrag
id_id: Jumlah

source: Answer:
de_de: Antwort:
id_id: Jawab:

source: Approve wallet creation on other devices
de_de: Genehmigen Sie die Wallet-Erstellung auf einem anderen Geräten
id_id: Setujui membuat wallet di perangkat lain

source: Are you sure you want to delete the backup words?
de_de: Möchten Sie die Sicherungswörter wirklich löschen?
id_id: Apa anda yakin ingin menghapus kata cadangan?

source: Are you sure you want to delete this wallet?
de_de: Möchten Sie diese Wallet wirklich löschen?
id_id: Apa anda yakin untuk menghapus wallet ini?

source: Asset
de_de: Vermögenswert
id_id: Aset

source: Auto-update the witness list from the hub
de_de: Automatische Aktualisierung der Zeugenliste vom Hub
id_id: Pembaruan-otomatis list witness dari hub

source: Auto-update the witness list from this hub
de_de: Aktualisieren Sie die Zeugenliste automatisch von diesem Hub
id_id: Pembaruan otomatis list witness dari hub ini

source: Available Balance
de_de: Verfügbares Guthaben
id_id: Saldo Tersedia

source: Back
de_de: Zurück
id_id: Kembali

source: Backup now
de_de: Jetzt sichern
id_id: Buat cadangan sekarang

source: Backup wallet seed
de_de: Jetzt Wallet-Seed sichern
id_id: Buat cadangan seed wallet

source: Backup words deleted
de_de: Die Sicherungswörter wurden gelöscht
id_id: Cadangan kata dihapus

source: Balance By Address
de_de: Kontostand nach Adresse
id_id: Saldo dari Alamat

source: Before receiving funds, it is highly recommended you backup your wallet keys.
de_de: Bevor Sie Geld erhalten, sollten Sie dringend Ihre Wallet sichern.
id_id: Sebelum menerima dana, sangat direkomendasikan agar anda membuat key wallet cadangan

source: Better yet, use multisig wallets with redundancy,
de_de: Besser noch, verwenden Sie eine Multisig-Wallet mit Redundanz,
id_id: Lebih baik lagi, bila menggunakan wallet multisig dengan redundansi,

source: Bind payment
de_de: Bindung der Zahlung
id_id: Mengikat pembayaran

source: Bind the payment to a condition
de_de: Binden Sie die Zahlung an eine Bedingung
id_id: Mengikat pembayaran dengan persyaratan

source: Bitcoin URI is NOT valid!
de_de: Bitcoin-URI ist NICHT gültig!
id_id: Bitcoin URI TIDAK valid

source: Bot Store
de_de: Bot Laden
id_id: Menyimpan Bot

source: Both you and {{correspondent.name}} enabled local chat history recording.
de_de: Sowohl Sie als auch {{correspondent.name}} haben die lokale Aufzeichnung des Chatverlaufs aktiviert.
id_id: Keduanya antara anda dan {{correspondent.name}} mengaktifkan riwayat rekaman chat

source: Browser unsupported
de_de: Browser nicht unterstützt
id_id: Browser tidak didukung

source: RingNetwork address
id_id: Alamat RingNetwork

source: CANCEL
de_de: ABBRECHEN
id_id: BATAL

source: CONTINUE
de_de: FORTSETZEN
id_id: LANJUTKAN

source: Cancel
de_de: Abbrechen
id_id: Batal

source: Change hub:
de_de: Hub wechseln:
id_id: Ganti hub:

source: Changing wallet alias only affects the local wallet name.
de_de: Das Ändern des Wallet-Alias wirkt sich nur auf den Namen der lokalen Wallet aus.
id_id: Ganti nama lain wallet hanya berimplikasi pada nama wallet lokal.

source: Choose File
id_id: Pilih File

source: Choose the device to send to
de_de: Datei wählen
id_id: Pilih perangkan untuk dikirimkan kepada

source: Close
de_de: Schliessen
id_id: Tutup

source: Co-signers for multisig
de_de: Mitunterzeichner für Multisig
id_id: Co-signers untuk multisig

source: Color
de_de: Farbe
id_id: Warna

source: Commit hash
de_de: Hash übergeben
id_id: Memasukkan hash

source: Compress the file? (Slower)
de_de: Die Datei komprimieren? (Langsamer)
id_id: Kompres file itu? (Lebih lama)

source: Confirm
de_de: Bestätigen
id_id: Konfirmasi

source: Confirm Vote
de_de: Bestätigung der Abstimmung
id_id: Konfirmasi Vote

source: Confirm payment
de_de: Bestätige Zahlung
id_id: Konfirmasi pembayaran

source: Confirm vote
de_de: Bestätigung der Abstimmung
id_id: Konfirmasi vote

source: Confirmed
de_de: Bestätigt
id_id: Terkonfirmasi

source: Contacts
de_de: Kontakte
id_id: Kontak

source: Copied to clipboard
de_de: In die Zwischenablage kopiert
id_id: Tersalin di clipboard

source: Correspondents are not restored.
de_de: Korrespondenten werden nicht wiederhergestellt.
id_id: Koresponden tidak dipulihkan

source: Could not create payment proposal
de_de: Zahlungsvorschlag konnte nicht erstellt werden
id_id: Tidak bisa membuat proposal pembayaran

source: Could not create using the specified extended private key
de_de: Konnte nicht mit dem angegebenen erweiterten privaten Schlüssel erstellt werden
id_id: Tidak bisa membuat dengan private key tambahan yang ditentukan

source: Could not create using the specified extended public key
de_de: Konnte nicht mit dem angegebenen erweiterten öffentlichen Schlüssel erstellt werden
id_id: Tidak bisa membuat dengan private key tambahan yang ditentukan

source: Could not create: Invalid wallet seed
de_de: Konnte nicht erstellt werden: Ungültiger Wallet-Seed
id_id: Tidak bisa membuat: Seed wallet tidak valid

source: Could not decrypt
de_de: Konnte nicht entschlüsselt werden
id_id: Decrypt tidak bisa dilakukan

source: Could not fetch transaction history
de_de: Transaktionsverlauf konnte nicht abgerufen werden
id_id: Tidak bisa mengambil riwayat transaksi

source: Could not import
de_de: Konnte nicht importiert werden
id_id: Tidak bisa import

source: Could not import. Check input file and password
de_de: Konnte nicht importiert werden. Überprüfen Sie die Eingabedatei und das Passwort
id_id: Tidak bisa mengimport. Periksa input file dan kata sandi

source: Could not recognize a valid RingNetwork QR Code
id_id: Tidak bisa mengenali QR Code RingNetwork yang valid

source: Could not send payment
de_de: Zahlung konnte nicht gesendet werden
id_id: Tidak bisa mengirim pembayaran

source: Create
de_de: Erstellen
id_id: Buat

source: Create a new wallet
id_id: Buat sebuah wallet baru

source: Create new wallet
de_de: Erstellen Sie eine neue Wallet
id_id: Buat wallet baru

source: Create new wallet together with ?
de_de: Erstellen Sie neue Wallet zusammen mit?
id_id: Buat wallet baru bersama dengan ?

source: Create {{requiredCosigners}}-of-{{totalCosigners}} wallet
de_de: Erstellen Sie {{requiredCosigners}} - von - {{totalCosigners}} Wallet
id_id: Membuat {{requiredCosigners}}-of-{{totalCosigners}} wallet

source: Created:
de_de: Erstellt:
id_id: Dibuat

source: Creating Profile...
de_de: Profil erstellen ...
id_id: Membuat Profil...

source: Creating Wallet...
de_de: Wallet erstellen ...
id_id: Membuat Wallet...

source: DELETE WORDS
de_de: WÖRTER LÖSCHEN
id_id: HAPUS KATA

source: Date
de_de: Datum
id_id: Tanggal

source: Declined
de_de: Abgelehnt
id_id: Menolak

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
de_de: Das Entschlüsseln einer Papier-Wallet kann auf diesem Gerät etwa 5 Minuten dauern. Bitte haben Sie etwas Geduld und halten Sie die App offen.
id_id: Proses decrypt paper wallet bisa memakan waktu sekitar 5 menit pada perangkat ini, Harap bersabar dan biarkan aplikasi tetap terbuka.

source: Definition
id_id: Definisi

source: Definition of smart address
de_de: Definition der intelligenten Adresse
id_id: Definisi dari smart address

source: Definitions of addresses
de_de: Definitionen von Adressen
id_id: Definisi dari addresses

source: Delete Wallet
de_de: Brieftasche löschen
id_id: Hapus Wallet

source: Delete wallet
de_de: Brieftasche löschen
id_id: Hapus wallet

source: Derivation Strategy
de_de: Ableitungsstrategie
id_id: Strategi Derivasi

source: Details
de_de: Einzelheiten
id_id: Detail

source: Device address
de_de: Geräteadresse
id_id: Alamat perangkat

source: Device name
de_de: Gerätename
id_id: Nama perangkat

source: Device name is visible to other devices you communicate with.
de_de: Der Gerätename ist für andere Geräte sichtbar, mit denen Sie kommunizieren.
id_id: Nama perangkat terlihat di perangkat lainnya yang berkomunikasi dengan anda.

source: Do not clone wallets, stop using the original wallet with this seed.
de_de: Klonen Sie keine Wallet, verwenden Sie nicht mehr die originale Wallet mit diesem Seed.
id_id: Jangan menduplikasi wallet, hentikan penggunaan wallet asli dengan seed ini.

source: Do not use it to clone the wallet.
de_de: Verwenden Sie es nicht, um die Wallet zu klonen.
id_id: Jangan gunakan untuk membuat duplikasi wallet

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
de_de: Sehen Sie Ihre Sprache nicht bei Crowdin? Kontaktieren Sie den Eigentümer auf Crowdin! Wir würden Ihre Sprache gerne unterstützen.
id_id: Tidak menemukan bahasa anda di Crowdin? Hubungi Owner di Crowdin! Kami ingin agar dapat mendukung bahasa anda.

source: Done
de_de: Erledigt
id_id: Selesai

source: Download CSV file
de_de: CSV-Datei herunterladen
id_id: Unduh file CSV

source: Download the entire RingNetwork database
id_id: Unduh seluruh database RingNetwork

source: Either you or {{correspondent.name}} have chat history recording disabled. History is not saved for anyone now.
de_de: Entweder Sie oder {{correspondent.name}} haben die Aufzeichnung des Chatverlaufs deaktiviert. Die Geschichte ist für niemanden gespeichert.
id_id: Entah anda atau {{correspondent.name}} telah menonaktifkan riwayat rekaman chat. Riwayat itu tidak tersimpan untuk siapapun juga saat ini.

source: Email for wallet notifications
de_de: E-Mail für Wallet-Benachrichtigungen
id_id: Notofikasi wallet pada email

source: Enable push notifications
de_de: Aktivieren Sie Push-Benachrichtigungen
id_id: Aktifkan notifikasi penuh

source: Enter the pairing code received from the other device, or use your camera (icon at the upper right corner) to scan the QR code displayed on the other device.
de_de: Geben Sie den Pairing-Code ein, der vom anderen Gerät empfangen wurde, oder verwenden Sie Ihre Kamera (Symbol in der oberen rechten Ecke), um den auf dem anderen Gerät angezeigten QR-Code zu scannen.
id_id: Masukkan kode pairing yang diterima dari perangkat lainnya, atau gunakan kamera anda (icon berada di pojok kanan atas) untuk memindai QR code yang ditampilkan pada perangkat lain.

source: Enter your password
de_de: Geben Sie Ihr Passwort ein
id_id: Masukkan kata sandi anda

source: Error creating wallet
de_de: Fehler beim Erstellen der Wallet
id_id: Eror saat membuat wallet

source: Export
de_de: Exportieren
id_id: Ekspor

source: Export completed successfully
de_de: Der Export wurde erfolgreich abgeschlossen
id_id: Ekspor berhasil dilakukan

source: Exporting...
de_de: Exportieren...
id_id: Mengekspor...

source: Extended Public Keys
de_de: Erweiterte öffentliche Schlüssel
id_id: Public Key Tambahan

source: Failed to export
de_de: Fehler beim Exportieren
id_id: Gagal mengekspor

source: Fee
de_de: Gebühr
id_id: Biaya

source: Finality
de_de: Endgültigkeit
id_id: Final

source: From
de_de: Von
id_id: Dari

source: Full address:
de_de: Vollständige Adresse:
id_id: Alamat penuh

source: Full backup
de_de: Vollständige Sicherung
id_id: Membuat cadangan penuh

source: Funds found
de_de: Funds gefunden
id_id: Menemukan dana

source: Funds will be transferred to
de_de: Die Mittel werden überwiesen
id_id: Dana akan ditransfer kepada

source: GET STARTED
de_de: LOSLEGEN
id_id: Mulai

source: Generate new address
de_de: Erzeuge eine neue Adresse
id_id: Generate alamat baru

source: Generating .csv file...
de_de: Generieren von .csv-Datei ...
id_id: Proses generate file .csv...

source: Getting address for wallet {{selectedWalletName}} ...
de_de: Adresse für Brieftasche erhalten {{selectedWalletName}} ...
id_id: Mendapatkan alamat untuk wallet {{selectedWalletName}} ...

source: Global preferences
de_de: Globale Einstellungen
id_id: Preferensi global

source: Go back
de_de: Zurück
id_id: Kembali

source: Hide the Wallet Seed
de_de: Blenden Sie den Wallet Seed aus
id_id: Sembunyikan Seed Wallet

source: History
de_de: Historie
id_id: Riwayat

source: Home
id_id: Beranda

source: Hub URL
id_id: URL Hub

source: I affirm that I have read, understood, and agree with these terms.
de_de: Ich bestätige, dass ich diese Bedingungen gelesen, verstanden und akzeptiert habe.
id_id: Saya menyatakan bahwa saya telah membaca, memahami, dan menyetujui persyaratan-persyaratan ini.

source: I pay
de_de: Ich zahle
id_id: Saya bayar

source: I receive another payment of
de_de: Ich erhalte eine weitere Zahlung von
id_id: Saya terima pembayaran lain dari

source: If the condition is not met, I can take this money back after
de_de: Wenn die Bedingung nicht erfüllt ist, kann ich dieses Geld zurücknehmen
id_id: Jika persyaratan tidak terpenuhi, saya dapat mengambil uang ini kembali setelahnya

source: If the peer doesn't pay, I can take my money back after
de_de: Wenn der Peer nicht zahlt, kann ich mein Geld zurücknehmen
id_id: Jika peer tidak membayar, saya dapat mengambil uang ini kembali setelahnya

source: If you have moved this backup from another device, stop using it on the original one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
de_de: Wenn diese Sicherung von einem anderen Gerät ist, verwenden Sie die Wallet mit der ursprünglichen Sicherung nicht mehr. Klonen Sie niemals Wallets. Wenn Sie Zugriff von mehreren Geräten benötigen, verwenden Sie Multisig.
id_id: Jika anda telah memindahkan cadangan ini dari perangkat lain, hentikan untuk menggunakannya pada yang asli secepatnya setelah membuat cadangan. Jangan pernah membuat duplikasi wallet. Jika anda memerlukan akses dari beberapa perangkat, gunakan multisig.

source: If you plan to restore the wallet on another device, stop using it on the current one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
de_de: Wenn Sie die Wallet auf einem anderen Gerät wiederherstellen möchten, verwenden Sie die aktuelle Wallet nach dem Erstellen der Sicherung nicht mehr. Klonen Sie niemals Geldbörsen. Wenn Sie Zugriff von mehreren Geräten benötigen, verwenden Sie Multisig.
id_id: Jika anda berniat memulihkan wallet pada perangkat lain, hentikan menggunakannya di perangkat saat ini secepatnya setelah membuat cadangan. Jangan pernah membuat duplikasi wallet. Jika anda memerlukan akses dari beberapa perangkat, gunakan multisig.

source: Import
de_de: Importieren
id_id: Impor

source: Import wallet
de_de: Wallet importieren
id_id: Impor wallet

source: Importing wallet...
de_de: Wallet importieren...
id_id: Mengimpor wallet...

source: Including pending confirmation
de_de: Einschließlich ausstehender Bestätigung
id_id: Termasuk konfirmasi tertunda

source: Initial transaction history synchronization can take some minutes for wallets with many transactions.<br> Please stand by.
de_de: Die erste Synchronisierung des Transaktionsprotokolls kann bei Briefen mit vielen Transaktionen einige Minuten dauern. <br> n Bitte warten Sie.
id_id: Sinkronisasi riwayat transaksi awal pada wallet akan membutuhkan waktu beberapa menit dengan banyak transaksi.<br> Silahkan tunggu.

source: Insert my address
de_de: Füge meine Adresse ein
id_id: Masukkan alamat saya

source: Invalid
de_de: Ungültig
id_id: Tidak valid

source: Invalid Touch ID
de_de: Ungültige Touch-ID
id_id: ID Sentuh Tidak Valid

source: Invite the other device
de_de: Das andere Gerät einladen
id_id: Undang perangkat lain

source: Just the wallet seed is not enough. With the seed alone, you won't be able to restore multisig wallets and private assets such as blackbytes.
de_de: Nur das Wallet-Seed ist nicht genug. Mit dem Seed allein, können Sie Multisig-Wallets und private Assets wie Blackbytes nicht wiederherstellen.
id_id: Seed wallet saja tidak akan cukup. Dengan seed saja, tidak dapat memulihkan wallet multisig dengan aset pribadi seperti blackbytes.

source: Keep only data relevant to you
de_de: Bewahren Sie nur die für Sie relevanten Daten auf
id_id: Hanya simpan data yang relevan untuk anda saja

source: Language
de_de: Sprache
id_id: Bahasa

source: Later
de_de: Später
id_id: Nanti

source: Loading...
de_de: Laden...
id_id: Memuat...

source: Make a payment to
de_de: Machen Sie eine Zahlung an
id_id: Buat pembayaran kepada

source: Maybe later
de_de: Vielleicht später
id_id: Mungkin nanti

source: Me
de_de: Ich
id_id: Saya

source: Merchant message
de_de: Händlernachricht
id_id: Pesan pedagang

source: Message
de_de: Nachricht
id_id: Pesan

source: Moved
de_de: Gerührt
id_id: Pindah

source: Multidevice Wallet
de_de: Multi-Wallet
id_id: Wallet Beragam Perangkat

source: My RingNetwork address
id_id: Alamat RingNetwork saya

source: My recording preference
de_de: Meine Aufnahmepräferenz
id_id: Preferensi rekaman saya

source: Name of the contact
de_de: Name des Kontakts
id_id: Nama kontak

source: Network
de_de: Netzwerk
id_id: Jaringan

source: New Random Seed
de_de: Neuer Zufalls-Seed
id_id: Seed acak baru

source: New version is available!
de_de: Eine neue Version ist verfügbar!
id_id: Versi terbaru tersedia

source: New witnesses
de_de: Neue Zeugen
id_id: Witnesses baru

source: No
de_de: Nein
id_id: Tidak

source: No password given
de_de: Kein Passwort angegeben
id_id: Belum diberi kata sandi

source: No transactions yet
de_de: Noch keine Transaktionen
id_id: Belum ada transaksi

source: Not valid
de_de: Ungültig
id_id: Tidak valid

source: Note
de_de: Hinweis
id_id: Catatan

source: Offer a contract
de_de: Einen Vertrag anbieten
id_id: Tawarkan kontrak

source: Once you have written your wallet seed down, it is recommended to delete it from this device.
de_de: Wir empfehlen Ihnen den Wallet Seed zu von diesem Gerät zu löschen, nachdem Sie ihn aufgeschreiben haben.
id_id: Setelah menuliskan seed wallet, disarankan untuk menghapus dari perangkat ini

source: Only single-sig wallets can be recovered.
de_de: Nur Single-Sig Wallets können wiederhergestellen werden
id_id: Hanya satu sig wallet saja yang dapat dipulihkan

source: Open chat
de_de: Chat öffnen
id_id: Buka chat

source: Pair
de_de: Paaren
id_id: Pasang

source: Paired devices
de_de: Gepaarte Geräte
id_id: Memasang perangkat

source: Pairing code
de_de: Kopplungscode
id_id: Kode pemasangan

source: Paper Wallet Private Key
id_id: Private Key Paper Wallet

source: Password needed
de_de: Es wird ein Passwort benötigt
id_id: Dibutuhkan kata sandi

source: Passwords do not match
de_de: Die Passwörter sind nicht identisch
id_id: Kata sandi tidak cocok

source: Paste your paper wallet private key here
de_de: Fügen Sie hier den privaten Schlüssel Ihrer Papper-Wallet ein
id_id: Paste private key paper wallet anda disini

source: Pay and offer
de_de: Bezahlen und anbieten
id_id: Bayar dan tawarkan

source: Pay to this address
de_de: Bezahlen Sie an diese Adresse
id_id: Bayar pada alamat ini

source: Payment Accepted
de_de: Die Zahlung wurde akzeptiert
id_id: Pembayaran Diterima

source: Payment Proposal Created
de_de: Ein Zahlungsvorschlag wurde kreiert
id_id: Proposal Pembayaran Dibuat

source: Payment Proposals
de_de: Zahlungsvorschläge
id_id: Proposal Pembayaran

source: Payment Rejected
de_de: Die Zahlung wurde abgelehnt
id_id: Pembayaran Ditolak

source: Payment Sent
de_de: Die Zahlung wurde gesendet
id_id: Pembayaran Terkirim

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
de_de: Löschen Sie diese Wallet dauerhaft. DIESE AKTION KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN
id_id: Hapus wallet ini secara permanen. LANGKAH INI TIDAK DAPAT DIBATALKAN

source: Plain Wallet
de_de: Einfache-Wallet
id_id: Wallet Biasa

source: Please choose how much data to store in your wallet
de_de: Wieviele Daten sollen in der Wallet gespeichert werden
id_id: Silahkan pilih berapa banyak data yang akan disimpan pada wallet anda

source: Please enter the required fields
de_de: Bitte füllen Sie alle Pflichtfelder aus
id_id: Harap isi pada kolom yang tersedia

source: Please name this device
de_de: Bitte benennen sie dieses Gerät
id_id: Beri nama perangkat ini

source: Preferences
de_de: Einstellungen
id_id: Preferensi

source: Press again to exit
de_de: Drücken Sie erneut, um zu beenden
id_id: Tekan lagi untuk keluar

source: Private assets (such as blackbytes) are not recovered.
de_de: Private Assets (z.B. Blackbytes) werden nicht wiederhergestellt.
id_id: Aset pribadi (seperti blackbytes) tidak dipulihkan

source: Private payloads sent
de_de: Private Nutzdaten gesendet
id_id: Pemuatan pribadi dikirimkan

source: QR-Scanner
id_id: Pemindai QR

source: Question:
de_de: Frage:
id_id: Pertanyaan

source: Receive
de_de: Empfangen
id_id: Diterima

source: Received
de_de: Empfangen
id_id: Menerima

source: Recipients
de_de: Empfänger
id_id: Penerima

source: Reconnecting to Wallet Service...
de_de: Erneute Verbindung zum Wallet-Service...
id_id: Menghubungkan kembali pada Layanan Wallet...

source: Recover
de_de: Wiederherstellen
id_id: Pulihkan

source: Recovery from seed
de_de: Von einem Seed wiederherstellen
id_id: Pulihkan dari seed

source: Recreating Wallet...
de_de: Wiederherstellung der Wallet
id_id: Membuat ulang wallet

source: Refused
de_de: Abgelehnt
id_id: Menolak

source: Release Information
de_de: Veröffentlichungsinformationen
id_id: Rilis Informasi

source: Remove
de_de: Entfernen
id_id: Hapus

source: Remove a device
de_de: Ein Gerät entfernen
id_id: Hapus sebuah perangkat

source: Rename:
de_de: Umbenennen:
id_id: Ubah nama
