Repository: ringnetwork/RNG-wallet
Catalog: i18n/po/*.po
Languages: de_de, id_id

source: Repeat password
de_de: Passwort wiederholen
id_id: Ulang kata sandi

source: Repeat the password
de_de: Passwort wiederholen
id_id: Ulangi kata sandi

source: Replace
de_de: Ersetzen
id_id: Ganti

source: Request Password
de_de: Passwort anfordern
id_id: Minta Kata Sandi

source: Request a specific amount
de_de: Einen exakten Betrag anfordern
id_id: Minta jumlah tertentu

source: Request payment
de_de: Eine Zahlung anfordern
id_id: Minta pembayaran

source: Required number of signatures
de_de: Erforderliche Anzahl von Signaturen
id_id: Jumlah tanda tangan yang diperlukan

source: Restore from full backup
de_de: Wiederherstellung von der vollständigen Sicherung
id_id: Pulihkan dari cadangan penuh

source: Retrying...
de_de: Erneut versuchen...
id_id: Mencoba ulang...

source: Save
de_de: Speichern
id_id: Simpan

source: Saving preferences...
de_de: Einstellungen speichern...
id_id: Simpan preferensi

source: Scan Fingerprint
de_de: Fingerabdruck scannen
id_id: Pindai Sidik Jari

source: Scan Wallet Funds
de_de: Wallet-Guthaben scannen
id_id: Pindai Dana Wallet

source: Scan status finished with error
de_de: Der Scan-Status wurde mit einem Fehler beendet
id_id: Status pemindai selesai dengan adanya kesalahan

source: Scan the above QR code using the other device, or send this pairing code to the other device:
de_de: Scannen Sie den obigen QR-Code mit dem anderen Gerät oder senden Sie diesen Kopplungscode an das andere Gerät:
id_id: Pindai QR code diatas menggunakan perangkat lain, atau kirim kode pemasangan ini ke perangkat lainnya:

source: Scan your fingerprint please
de_de: Scannen Sie bitte Ihren Fingerabdruck
id_id: Harap pindai sidik jari anda

source: Scanning Wallet funds...
de_de: Nach Wallet-Guthaben scannen...
id_id: Pemindai dana Wallet...

source: Scanning for addresses...
de_de: Nach Adressen suchen...
id_id: Pemindai untuk alamat...

source: Scanning wallet funds...
de_de: Nach Wallet-Guthaben scannen
id_id: Pemindai dana wallet...

source: Select a wallet
de_de: Wählen Sie eine Wallet
id_id: Pilih sebuah wallet

source: Select subwallet
de_de: Wählen Sie eine Subwallet
id_id: Pilih cadangan wallet

source: Select your identity
de_de: Wählen Sie Ihre Identität
id_id: Pilih identitas anda

source: Send
de_de: Senden
id_id: Kirim

source: Send All
de_de: Alles senden
id_id: Kirim Semua

source: Send Payment
de_de: Zahlung senden
id_id: Kirim Pembayaran

source: Send addresses by email
de_de: Adresse per E-Mail senden
id_id: Kirim alamat dengan email

source: Send all
de_de: Alles senden
id_id: Kirim semua

source: Send by email
de_de: Als E-Mail senden
id_id: Kirim dengan email

source: Sending funds...
de_de: Geld senden...
id_id: Mengirimkan dana...

source: Sending...
de_de: Senden...
id_id: Mengirimkan...

source: Sent
de_de: Geschickt
id_id: Terkirim

source: Session log
de_de: Sitzungs-Log
id_id: Sesi log

source: Set up a Password
de_de: Passwort setzen
id_id: Menyiapkan sebuah kata sandi

source: Set up a password
de_de: Passwort setzen
id_id: Menyiapkan sebuah kata sandi

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
de_de: Das Einrichten von E-Mail-Benachrichtigungen kann Ihre Privatsphäre schwächen, wenn der Wallet-Serviceanbieter nicht vertrauenswürdig ist. Zu den Informationen, die einem Angreifer zur Verfügung stehen, gehören nur Ihre Wallet-Adresse und deren Kontostand.
id_id: Mengatur notifikasi email dapat privasi anda lemah, jika penyedia layanan wallet telah diretas. Informasi yang diterima penyerang termasuk alamat wallet dan juga saldo, tidak lebih dari itu.

source: Settings
de_de: Einstellungen
id_id: Pengaturan

source: Share address
de_de: Adresse teilen
id_id: Bagikan alamat

source: Share this wallet address to receive payments.
de_de: Teilen Sie diese Wallet-Adresse, um Zahlungen zu erhalten.
id_id: Bagikan alamat wallet ini pada pengirim pembayaran

source: Show all
de_de: Alles anzeigen
id_id: Tunjukkan semua

source: Show the Wallet Seed Anyway
de_de: Das Wallet-Seed trotzdem anzeigen
id_id: Tetap tunjukkan seed wallet

source: Sign transaction spending from wallet ?
de_de: Transaktionskosten aus der Wallet signieren?
id_id: Tandatangani transaksi yang tertunda dari wallet ?

source: Small Expenses Wallet
de_de: Wallet für kleine Ausgaben
id_id: Wallet untuk Pengeluaran Kecil

source: Specify Seed...
de_de: Seed angeben
id_id: Tentukan Seed...

source: Spending Restrictions
de_de: Ausgabenbeschränkungen
id_id: Belum selesai

source: Success
de_de: Erfolgreich
id_id: Sukses

source: Sweep Wallet
de_de: Wallet leeren
id_id: Swap Wallet

source: Sweep paper wallet
de_de: Paper-Wallet leeren
id_id: Swap paper wallet

source: Syncing... {{index.syncProgress}}
de_de: Synchronisiere... {{index.syncProgress}}
id_id: Sinkronisasi... {{index.syncProgress}}

source: Tap to retry
de_de: Drücken um es erneut zu versuchen
id_id: Ketuk untuk mencoba ulang

source: Terms of Use
de_de: Nutzungsbedingungen
id_id: Syarat Penggunaan

source: Text message to
de_de: Textnachricht an
id_id: Pesan teks kepada

source: The hub for receiving messages from other devices.
de_de: Der Hub zum Empfangen von Nachrichten von anderen Geräten.
id_id: Hub untuk menerima pesan dari perangkat lain

source: The hub suggests replacing the following witnesses:
de_de: Der Hub schlägt vor, die folgenden Zeugen zu ersetzen:
id_id: Hub menyarankan untuk mengganti witnesses berikut:

source: The peer receives this payment if
de_de: Der Peer erhält diese Zahlung, wenn
id_id: Peer menerima pembayaran ini jika

source: The vote will be signed by all your funded addresses
de_de: Die Abstimmung wird von allen von Ihnen finanzierten Adressen unterzeichnet
id_id: Vote akan ditandatangani oleh semua alamat yang telah didanai

source: The wallet "{{walletName}}" was deleted
de_de: Die Wallet "{{walletName}}" wurde gelöscht
id_id: Wallet "{{walletName}}" telah dihapus

source: The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately and the wallet is fully functional.
de_de: Der Wallet-Anbieter wird einige Ihrer Guthaben kennen und in der Lage sein, Ihre Transaktionen einzusehen. Die Wallet kann jedoch sofort verwenden werden und ist voll funktionsfähig.
id_id: Penyedia wallet dapat mengetahui berapa saldo anda dan dapat melihat transaksi anda, namun anda dapat segera menggunakannya dan wallet berfungsi sepenuhnya.

source: Their recording preference
de_de: Ihre Aufnahme Einstellung
id_id: Preferensi rekamanan mereka

source: There are no wallets to make this payment
de_de: Es gibt keine Wallet, um diese Zahlung zu leisten
id_id: Belum ada wallet untuk melakukan pembayaran ini

source: This address is shared with {{index.shared_address_cosigners}}.
id_id: Alamat ini akan dibagikan dengan {{index.shared_address_cosigners}}.

source: This choice cannot be changed later
de_de: Diese Auswahl kann später nicht geändert werden
id_id: Pilihan ini tidak dapat dirubah kembali

source: This is a private asset, please send it only by clicking links in the chat or send it to your other wallets.
de_de: Dies ist ein privates Guthaben. Bitte senden Sie es nur, indem Sie auf Links im Chat klicken oder es an eine Ihrer anderen Wallets senden.
id_id: Ini adalah aset pribadi, silahkan kirimkan hanya dengan klik tautan di chat atau mengirimkannya ke wallet lain milik anda.

source: This option is better for privacy but will take several gigabytes of storage and the initial sync will take several days. CPU load will be high during sync.
de_de: Diese Option ist für den Datenschutz besser geeignet, benötigt jedoch mehrere Gigabyte Speicherplatz und die anfängliche Synchronisierung dauert mehrere Tage. Die CPU-Last ist während der Synchronisierung hoch.
id_id: Opsi ini lebih baik untuk privasi namun membutuhkan beberapa ruang penyimpanan beberapa gigabyte serta proses sinkronisasi awal yang membutuhkan waktu hingga beberapa hari. Beban CPU cukup tinggi selama proses sinkronisasi.

source: This payment is bound to a condition
de_de: Diese Zahlung ist an eine Bedingung gebunden
id_id: Pembayaran ini terikat pada suatu persyaratan tertentu

source: This transaction has become invalid; possibly due to a double spend attempt.
de_de: Diese Transaktion ist ungültig geworden; möglicherweise aufgrund eines doppelten Ausgabenversuchs.
id_id: Transaksi ini menjadi tidak valid, kemungkinan karena adanya upaya pengeluaran ganda.

source: This will permanently delete all your existing wallets!
de_de: Dies wird dauerhaft alle Ihre bestehenden Wallets löschen!
id_id: Langkah ini akan menghapus semua wallet anda secara permanen!

source: To
id_id: Agar dapat memulihkan semuanya, silahkan membuat sebuah cadangan penuh (cari opsi ini di menu)

source: To bind the payment to a condition, please click the peer's address in chat
de_de: Um die Zahlung an eine Bedingung zu binden, klicken Sie bitte im Chat auf die Adresse des Peers
id_id: Agar dapat mengikat pembayaran dengan sebuah persyaratan tertentu, silahkan tekan tombol alamat Peer di chat

source: To protect your privacy, new addresses are generated automatically once you use them.
de_de: Um Ihre Privatsphäre zu schützen, werden neue Adressen automatisch generiert, sobald Sie sie verwenden.
id_id: Untuk memproteksi privasi anda, alamat baru akan digenerate secara otomatis setelah anda menggunakannya.

source: Total Locked Balance
de_de: Total gesperrter Kontostand
id_id: Jumlah Saldo Terkunci

source: Total number of co-signers
de_de: Gesamtzahl der Mitunterzeichner
id_id: Jumlah co-signers

source: Transaction
de_de: Transaktion
id_id: Transaksi

source: Transactions<br> Downloaded
de_de: Transaktionen<br> Heruntergeladen
id_id: Transaksi<br> diunduh

source: Translation Credits
de_de: Übersetzungspunkte
id_id: Kredit transaksi

source: Translators
de_de: Übersetzer
id_id: Penterjemah

source: Unable to send transaction proposal
de_de: Der Transaktionsvorschlag konnte nicht gesendet werden
id_id: Tidak dapat mengirimkan proposal transaksi

source: Unconfirmed
de_de: Unbestätigt
id_id: Belum terkonfirmasi

source: Unit for blackbytes
de_de: Einheit für Blackbytes
id_id: Unit untuk blackbytes

source: Unit for bytes
de_de: Einheit für Bytes
id_id: Unit untuk bytes

source: Unsent transactions
de_de: Nicht gesendete Transaktionen
id_id: Transaksi yang tidak terkirim

source: Updating Wallet...
de_de: Wallet wird aktualisiert ...
id_id: Memperbarui Wallet...

source: Upgrade to {{version}}
de_de: Upgrade auf {{version}}
id_id: Upgrade ke

source: Version
id_id: Versi

source: WARNING:
de_de: WARNUNG:
id_id: PERINGATAN

source: WARNING: Backup needed
de_de: WARNUNG: Ein Backup wird benötigt
id_id: PERINGATAN: Cadangan dibutuhkan

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
de_de: WARNUNG: Dieser Seed wurde mit einem Verschlüsselungskennwort erstellt. Um diese Wallet wiederherzustellen, werden sowohl die mnemonische als auch das Verschlüsselungskennwort benötigt.
id_id: PERINGATAN: Seed ini dibuat dengan sebuah passphrase. Agar dapat memulihkan wallet ini, dibutuhkan mnemonic dan juga passphrase.

source: WARNINGS:
de_de: WARNUNGEN:
id_id: PERINGATAN

source: WELCOME TO RingNetwork
id_id: SELAMAT DATANG DI RingNetwork

source: Waiting for co-signers
id_id: Menunggu untuk co-signers

source: Waiting...
de_de: Warten...
id_id: Menunggu...

source: Wallet Alias
id_id: Nama Lain Wallet

source: Wallet Configuration (m-n)
de_de: Wallet-Konfiguration (m-n)
id_id: Konfigurasi Wallet (m-n)

source: Wallet Id
id_id: Id Wallet

source: Wallet Information
id_id: Informasi Wallet

source: Wallet Name (at creation)
de_de: Wallet-Name (bei der Erstellung)
id_id: Nama Wallet (saat pembuatan)

source: Wallet already in RingNetwork:
id_id: Wallet sudah ada di RingNetwork

source: Wallet name
id_id: Nama wallet

source: Wallet seed not available.
de_de: Wallet-Seed nicht verfügbar.
id_id: Seed wallet tidak tersedia

source: Wallets
id_id: Wallet

source: Warning!
de_de: Warnung!
id_id: Peringatan!

source: Who signs:
de_de: Wer unterschreibt:
id_id: Siapa yang menandatangani

source: Witness address
de_de: Zeugenadresse
id_id: Alamat witness

source: Write it down and keep it somewhere safe.
de_de: Schreiben Sie es auf und bewahren Sie es an einem sicheren Ort auf.
id_id: Tulis dan simpanlah di tempat yang aman.

source: Wrong password
de_de: Falsches Passwort
id_id: Kata sandi salah

source: Yes
de_de: Ja
id_id: Ya

source: You do not have a wallet
de_de: Sie haben keine Wallet
id_id: Apakah anda belum memiliki sebuah wallet

source: Your Wallet Seed:
de_de: Dein Wallet-Seed:
id_id: Seed Wallet Anda

source: Your export password
de_de: Dein Exportpasswort
id_id: Kata sandi yang anda expor

source: Your password
de_de: Ihr Passwort
id_id: Kata sandi anda

source: Your wallet file:
de_de: Ihre Wallet-Datei:
id_id: File wallet anda

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
de_de: Ihr Wallet wird verschlüsselt. Das Passwort kann nicht wiederhergestellt werden. Achten Sie darauf, es aufzuschreiben
id_id: Key wallet anda akan dienkripsi. Kata sandi tidak dapat dipulihkan. Pastikan anda telah menuliskannya

source: Your wallet will be created on this device, keep it safe. See your backup options in the Settings menu.
de_de: Ihre Wallet wird auf diesem Gerät erstellt. Sichern sie dieses Gerät mit einem Passwort. Zudem finden Sie die Backup-Optionen im Menü Einstellungen.
id_id: Wallet anda akan dibuat di perangkat ini, simpan dengan aman. Lihat opsi pembuatan cadangan di menu pengaturan.

source: [ Add new co-signer device ]
de_de: [ Neues Co-Signer-Gerät hinzufügen ]
id_id: [ Tambah co-signer perangkat baru ]

source: amount
de_de: Betrag
id_id: jumlah

source: an event is posted by an oracle
de_de: Ein Event wird von einem Orakel gepostet
id_id: sebuah peristiwa diposting oleh oracle

source: can unlock the contract
de_de: kann den Vertrag freischalten
id_id: dapat membuka kontrak

source: can unlock the contract after it expires in
de_de: kann den Vertrag nach Ablauf des Vertrags freischalten
id_id: dapat membuka kontrak setelah melewati dalam

source: cancel wallet creation
de_de: Wallet-Erstellung abbrechen
id_id: batalkan pembuatan wallet

source: clear chat history
de_de: Chat-Historie löschen
id_id: hapus riwayat chat

source: created
de_de: Erstellt
id_id: dibuat

source: days
de_de: Tage
id_id: hari

source: e.g. 1-of-2 wallet with one key on this device and another key on your laptop computer.
de_de: z.B. Eine aus Zwei Wallets mit einem Schlüssel auf diesem Gerät und einem anderen Schlüssel auf Ihrem Laptop-Computer.
id_id: Contoh. 1-dari-2 wallet dengan satu key di perangkat ini dan key lain di laptop komputer anda.

source: e.g. 1-of-2 wallet with one key on this device and another key on your smartphone.
de_de: z.B. Eine aus Zwei Wallets mit einem Schlüssel auf diesem Gerät und einem anderen Schlüssel auf Ihrem Laptop-Computer.
id_id: Contoh. 1-dari-2 wallet dengan satu key di perangkat ini dan key lain di smartphone anda.

source: either way
de_de: in jedem Fall
id_id: langkah lain

source: explicitly
de_de: ausdrücklich
id_id: secara eksplisit

source: hours
de_de: Stunden
id_id: jam

source: if an event is posted by an oracle
de_de: wenn ein Ereignis von einem Orakel gepostet wird
id_id: jika sebuah peristiwa diposting oleh sebuah oracle

source: in merkle tree
de_de: im Merkle Baum
id_id: di dalam merkle tree

source: in smart wallets
id_id: di dalam smart wallet

source: locked by pending payments
de_de: gesperrt durch ausstehende Zahlungen
id_id: terkunci oleh pembayaran yang tertunda

source: on feed name
de_de: Name des Feeds
id_id: pada nama pemberi

source: optional
id_id: tambahan

source: or
de_de: oder
id_id: atau

source: or backup all RingNetwork data at
id_id: atau buat cadangan semua data RingNetwork pada

source: peer pays
de_de: Peer zahlt
id_id: peer membayar

source: posted
de_de: Gesendet
id_id: diposting

source: re-send private payloads
de_de: Senden Sie private Payloads erneut
id_id: kirim ulang pemuatan pembayaran pribadi

source: re-send private payloads to cosigners
de_de: Senden Sie private Payloads erneut an einen Partner
id_id: kirim ulang pemuatan pembayaran kepada cosigners

source: sending
de_de: senden
id_id: mengirimkan

source: to
de_de: an
id_id: kepada

source: too long!
de_de: zu lang!
id_id: terlalu panjang!

source: with
de_de: mit
id_id: dengan

source: with expected value
de_de: mit erwartetem Wert
id_id: dengan nilai yang ditentukan

source: with expected value of
de_de: mit Erwartungswert von
id_id: dengan nilai yang ditentukan dari

source: {{address}} can be spent if:
de_de: {{address}} kann ausgegeben werden, wenn:
id_id: {{address}} dapat dibelanjakan jika:

source: {{fee}} will be deducted for bitcoin networking fees
de_de: {{fee}} wird für Bitcoin-Netzwerkgebühren abgezogen
id_id: {{fee}} akan dipotong sebagai biaya jaringan bitcoin

source: {{hrd.destinationAddress}} can be spent if:
de_de: {{hrd.destinationAddress}} kann ausgegeben werden, wenn:
id_id: {{hrd.destinationAddress}} dapat dibelanjakan jika:

source: About Trustnote
de_de: Über RingNetwork

source: All contributions to Trustnote's translation are welcome. Sign up at crowdin.com and join the Trustnote project at
de_de: Alle Beiträge zur RingNetwork-Übersetzung sind willkommen. Melde dich bei crowdin.com an und tritt dem RingNetwork-Projekt bei

source: Trustnote address
de_de: RingNetwork-Adresse

source: Co-signer {{$index+1}}:
de_de: Mitunterzeichner {{$index+1}}:

source: Co-signers
de_de: Mitunterzeichner

source: Could not recognize a valid Trustnote QR Code
de_de: Es konnte kein gültiger RingNetwork-QR-Code erkannt werden

source: Download the entire Trustnote database
de_de: Laden Sie die gesamte RingNetwork-Datenbank herunter

source: Edit
de_de: Bearbeiten

source: Generate QR Code
de_de: Erzeuge QR-Code

source: Label
de_de: Bezeichnung

source: Merkle proof
de_de: Merkle Beweis

source: My Trustnote address
de_de: Meine RingNetwork-Adresse

source: Passphrase
de_de: Verschlüsselungskennwort

source: SET
de_de: Setzen

source: Still not done
de_de: Immer noch nicht fertig

source: Syncing... {{index.count_unhandled_private_payments}} private payments left
de_de: Synchronisiere... {{index.count_unhandled_private_payments}} private Zahlungen übrig

source: Diese Adresse wird geteilt mit {{index.shared_address_cosigners}}.
de_de: Diese Adresse wird mit {{index.shared_address_cosigners}} geteilt.

source: To be able to restore everything, please create a full backup (find the option in the menu)
de_de: Um alles wiederherstellen zu können, erstellen Sie bitte ein vollständiges Backup (Sie finden diese Option im Menü)

source: WELCOME TO TRUSTNOTE
de_de: WILLKOMMEN ZU TRUSTNOTE

source: Wallet already in Trustnote:
de_de: Wallet bereits in RingNetwork:

source: Witnesses
de_de: Zeuge

source: or backup all Trustnote data at
de_de: oder sichern Sie alle RingNetwork-Daten bei

source: {{index.m}}-of-{{index.n}}
de_de: {{index.m}}-von-{{index.n}}

source: {{item.m}}-of-{{item.n}}
de_de: {{index.m}}-von-{{index.n}}
